Repository: common-repository/tourmake-elementor-addons
Catalog: languages/tourmake-elementor-addons-*.po
Languages: it_it

source: Go Pro
it_it: Passa a Pro

source: Did you like Tourmake Elementor Addons? Leave us <a href="%s" target="_blank">★★★★★</a> rating. Thanks for support!
it_it: Ti è piaciuto Tourmake Elementor Addons? Lasciaci una valutazione <a href="%s" target="_blank"> ★ ★ ★ ★ ★ </a>. Grazie per il supporto!

source: Thank you for using our plugin! From today, integrating virtual tours created with Tourmake and Viewmake on WordPress sites will be easier and more practical. For any report, request for information or problems encountered, do not hesitate to contact us by writing to wordpress@tourmake.it
it_it: Grazie per aver scelto di utilizzare il nostro plugin! Da oggi integrare i tour virtuali creati con Tourmake e Viewmake su siti WordPress sarà più semplice e pratico. Per qualunque segnalazione, richiesta d’informazione o problematica riscontrata non esitare a contattarci scrivendo a wordpress@tourmake.it

source: Pro Version
it_it: Versione Pro

source: <b>Tourmake Elementor Addons Pro</b> gives you the opportunity to enrich your website's pages with <b>Tourmake hotspots</b> and to create a <b>gallery</b> with your Viewmakes, thanks to 3 new widgets: <b>Tourmake hotspots</b>, <b>Hotspots carousel</b> and <b>Viewmake gallery</b>.
it_it: <b>Tourmake Elementor Addons Pro</b> ti permette di arricchire le pagine del tuo sito web con gli <b>hotspots di Tourmake</b> e di creare una <b>gallery</b> con i tuoi Viewmakes, grazie a 3 nuovi widgets: <b>Tourmake hotspots</b>, <b>Hotspots carousel</b> and <b>Viewmake gallery</b>.

source: The display of the hotspots is fully customizable according to the style that best suits your website and it's responsive, to adapt to mobile devices like tablets and smartphones.
it_it: La visualizzazione degli hotspots è completamente personalizzabile in base allo stile che più si adatta al tuo sito web ed è responsive, per adattarsi anche ai dispositivi mobili come tablet e smartphones.

source: Tourmake Elementor Addons Pro gives you the option to <b>enable/disable</b> the display of the hotspots related to your virtual tour: in this way you will be able to better illustrate to visitors the products and services you offer!
it_it: Tourmake Elementor Addons Pro ti da la possibilità di <b>abilitare/disabilitare</b> la visualizzazione degli hotspots relativi al tuo tour virtuale: in questo modo potrai illustrare al meglio ai visitatori i prodotti e i servizi che offri!

source: Usage
it_it: Utilizzo

source: Go to the admin menu <span class="tea-menu-tag"> Tourmake Elementor Addons<b> > </b>My tours </span> and click <span class="tea-add-new-action">Add new Tourmake</span>.
it_it: Vai al menu admin <span class="tea-menu-tag"> Tourmake Elementor Addons <b> > </b> I miei tour </span> e clicca su <span class="tea-add-new-action"> Aggiungi nuovo</span>.

source: Fill the <b>form</b> and then you will see your Tourmake in the table. Click on the <span class="tea-button-example">Show hotspots</span> button to see all hotspots and choose which you want to show in your website page.<br>Now go to the <b>Elementor panel</b>, choose the Tourmake you want and customize it as you like!
it_it: Compila il <b>form</b> e in seguito vedrai il tuo Tourmake nella tabella. Clicca su <span class="tea-button-example">Mostra hotspot</span> per vedere tutti gli hotspot e scegliere quali vuoi mostrare nelle pagine del tuo sito.<br>Adesso vai al <b>Pannello di Elementor</b>, scegli il Tourmake che vuoi e personalizzalo come preferisci!

source: Go to the admin menu <span class="tea-menu-tag"> Tourmake Elementor Addons<b> > </b>My tours </span> and click <span class="tea-add-new-action">Create new gallery</span>.
it_it: Vai al menu admin <span class="tea-menu-tag"> Tourmake Elementor Addons <b> > </b> I miei tour </span> e clicca su <span class="tea-add-new-action"> Crea nuova gallery</span>.

source: Fill the <b>form</b> and select the Viewmakes you want to add to the gallery.<br>Now go to the <b>Elementor panel</b>, drag and drop Viewmake gallery widget, choose the gallery you want and customize it as you like!
it_it: Compila il <b>form </b> e seleziona i Viewmake che desideri aggiungere alla gallery. <br> Ora vai al pannello di <b> Elementor </b>, trascina il widget Viewmake Gallery, scegli la gallery e personalizzala come preferisci!

source: What is Tourmake Elementor Addons?
it_it: Cos'è Tourmake Elementor Addons?

source: <b>Tourmake Elementor Addons</b> gives the user new widgets for Elementor Page Builder. With these widgets you can have a new chance to promote your business by adding to your website your <b>Tourmake</b>'s and <b>Viewmake</b>'s virtual tours.
it_it: <b>Tourmake Elementor Addons</b> aggiunge nuovi widget al pannello di Elementor. Questi widget ti daranno l'opportunità di promuovere la tua attività aggiungendo al tuo sito web i tuoi tour virtuali di <b>Tourmake</b> e <b>Viewmake</b>.

source: Go to the <b>Elementor panel</b> and search for <b>Tourmake widgets</b>. You just have to insert your <b>Tourmake</b> or <b>Viewmake</b> link and your virtual tour will be soon displayed on your page.
it_it: Vai al <b> Pannello di Elementor </b> e cerca <b> Tourmake widgets </b>. Devi solo inserire il tuo link <b>Tourmake</b> o <b>Viewmake</b> e il tuo tour virtuale sarà subito visualizzato sulla tua pagina.

source: Examples
it_it: Esempi

source: Tourmake and Viewmake widgets
it_it: Tourmake e Viewmake widgets

source: Tourmake hotspots and Hotspots carousel widgets
it_it: Tourmake hotspot e Hotspot carousel widgets

source: Tourmake widget is not working because you are using an old version of Elementor.
it_it: Il widget di Tourmake non funziona perché stai utilizzando una versione datata di Elementor.

source: Upgrade Elementor now
it_it: Aggiorna ora Elementor

source: Tourmake widget is not working because you need to activate the Elementor plugin.
it_it: Il widget di Tourmake non funziona il plugin di Elementor non è attivo.

source: Activate Elementor now
it_it: Attiva ora Elementor

source: Elementor Starter is not working because you need to install the Elementor plugin.
it_it: Elementor Starter non funziona perché il plugin di Elementor non è installato.

source: Install Elementor now
it_it: Installa ora Elementor

source: Tour URL
it_it: URL del tour

source: Tour options
it_it: Opzioni del tour

source: Height
it_it: Altezza

source: Width %
it_it: Larghezza %

source: Zoom lock
it_it: Blocco zoom

source: Yes
it_it: Si

source: Tourmake Elementor Addons gives the user new widgets for Elementor's Page Builder. With this widgets you can have a new chance to promote your business by adding to your website your Tourmake's and Viewmake's virtual tour.
it_it: Tourmake Elementor Addons aggiunge nuovi widget al pannello di Elementor. Questi widget ti datanno l'opportunità di promuovere la tua attività aggiungendo al tuo sito web i tuoi tour virtuali di Tourmake e Viewmake.
